// 自动生成：订单价格申请 数据源
window.ORDER_DATA = {
 "vehicles": {
  "豹5": [
   {
    "model": "探索版",
    "guide": 239800,
    "cost": 227800
   },
   {
    "model": "领航版",
    "guide": 259800,
    "cost": 246300
   },
   {
    "model": "云辇豪华版",
    "guide": 279800,
    "cost": 264800
   },
   {
    "model": "云辇旗舰版",
    "guide": 302800,
    "cost": 286300
   }
  ],
  "豹5智驾版": [
   {
    "model": "天神智驾Max版",
    "guide": 239800,
    "cost": 228800
   },
   {
    "model": "天神智驾Ultra版",
    "guide": 259800,
    "cost": 247500
   },
   {
    "model": "激光乾崑智驾版",
    "guide": 284800,
    "cost": 271000
   },
   {
    "model": "云辇激光乾崑智驾版",
    "guide": 329800,
    "cost": 313300
   }
  ],
  "豹8": [
   {
    "model": "智勇豪华版(7座)",
    "guide": 379800,
    "cost": 356800
   },
   {
    "model": "智勇豪华版(6座)",
    "guide": 387800,
    "cost": 364300
   },
   {
    "model": "智勇豪华版(5座)",
    "guide": 379800,
    "cost": 356800
   },
   {
    "model": "智勇旗舰版(7座)",
    "guide": 399800,
    "cost": 375800
   },
   {
    "model": "智勇旗舰版(6座)",
    "guide": 407800,
    "cost": 383300
   },
   {
    "model": "智勇旗舰版(5座)",
    "guide": 399800,
    "cost": 375800
   }
  ],
  "钛3": [
   {
    "model": "501KM后驱Pro版",
    "guide": 133800,
    "cost": 127200
   },
   {
    "model": "501KM后驱Max版",
    "guide": 139800,
    "cost": 130800
   },
   {
    "model": "501KM后驱Ultra版",
    "guide": 149800,
    "cost": 138200
   },
   {
    "model": "501KM四驱Max版",
    "guide": 153800,
    "cost": 138000
   },
   {
    "model": "501KM四驱Ultra版",
    "guide": 163800,
    "cost": 147400
   },
   {
    "model": "501KM四驱无人机版",
    "guide": 177800,
    "cost": 168500
   }
  ],
  "钛7": [
   {
    "model": "135KM两驱Pro版",
    "guide": 179800,
    "cost": 171300
   },
   {
    "model": "200KM两驱Max版",
    "guide": 189800,
    "cost": 180700
   },
   {
    "model": "190KM四驱Max版",
    "guide": 206800,
    "cost": 196800
   },
   {
    "model": "190KM四驱Ultra版",
    "guide": 219800,
    "cost": 209100
   }
  ],
  "钛3闪充版": [
   {
    "model": "620K后驱闪充版",
    "guide": 153800,
    "cost": 146000
   },
   {
    "model": "565KM 四驱闪充版",
    "guide": 169800,
    "cost": 161000
   }
  ],
  "钛7闪充版": [
   {
    "model": "675KM后驱闪充版",
    "guide": 199800,
    "cost": 190210
   },
   {
    "model": "755KM后驱闪充版",
    "guide": 209800,
    "cost": 199660
   },
   {
    "model": "675KM四驱闪充版",
    "guide": 239800,
    "cost": 228010
   },
   {
    "model": "675KM后驱闪充版-天神之眼B",
    "guide": 211800,
    "cost": 201210
   },
   {
    "model": "675KM四驱闪充版-拖车装置",
    "guide": 243800,
    "cost": 230010
   }
  ],
  "豹5长续航版": [
   {
    "model": "210KM天神Max版",
    "guide": 259800,
    "cost": 237310
   },
   {
    "model": "210KM天神U1tra版",
    "guide": 269800,
    "cost": 251750
   },
   {
    "model": "210KM云荤天神U1tra版",
    "guide": 279800,
    "cost": 261210
   },
   {
    "model": "210KM天神Max版+天神B",
    "guide": 271800,
    "cost": 258310
   },
   {
    "model": "210KM天神U1tra版+天神B",
    "guide": 281800,
    "cost": 267750
   },
   {
    "model": "210KM云荤天神U1tra版+天神B",
    "guide": 291800,
    "cost": 277210
   }
  ],
  "豹5闪充版": [
   {
    "model": "云辇闪充版",
    "guide": 305800,
    "cost": 284780
   }
  ],
  "豹8闪充版": [
   {
    "model": "200KM 五座版",
    "guide": 419800,
    "cost": 388810
   },
   {
    "model": "200KM 六座版",
    "guide": 427800,
    "cost": 396370
   },
   {
    "model": "200KM 七座版",
    "guide": 419800,
    "cost": 388810
   }
  ]
 },
 "carOrder": [
  "豹5",
  "豹5智驾版",
  "豹8",
  "钛3",
  "钛7",
  "钛3闪充版",
  "钛7闪充版",
  "豹5长续航版",
  "豹5闪充版",
  "豹8闪充版"
 ],
 "jingpin": {
  "豹5": [
   {
    "name": "双层脚垫_豹5",
    "buy": 257
   },
   {
    "name": "后备箱垫_豹5_TPE",
    "buy": 48
   },
   {
    "name": "前机舱下护板_云辇旗舰版",
    "buy": 714
   },
   {
    "name": "前机舱底护板总成",
    "buy": 632
   },
   {
    "name": "前机舱底护板总成Ⅱ",
    "buy": 652
   },
   {
    "name": "电池包底护板总成",
    "buy": 1202
   },
   {
    "name": "后驱电机底护板总成",
    "buy": 595
   },
   {
    "name": "后驱电机底护板总成Ⅱ",
    "buy": 234
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "豹5智驾版": [
   {
    "name": "双层脚垫_豹5",
    "buy": 257
   },
   {
    "name": "后备箱垫_豹5_TPE",
    "buy": 48
   },
   {
    "name": "前机舱下护板_云辇旗舰版",
    "buy": 714
   },
   {
    "name": "前机舱底护板总成",
    "buy": 632
   },
   {
    "name": "前机舱底护板总成Ⅱ",
    "buy": 652
   },
   {
    "name": "电池包底护板总成",
    "buy": 1202
   },
   {
    "name": "后驱电机底护板总成",
    "buy": 595
   },
   {
    "name": "后驱电机底护板总成Ⅱ",
    "buy": 234
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "豹8": [
   {
    "name": "双层脚垫_豹8 5座版",
    "buy": 301.7
   },
   {
    "name": "后备箱垫_SQ  豹8",
    "buy": 102.01
   },
   {
    "name": "双层脚垫_豹8 6座",
    "buy": 462
   },
   {
    "name": "双层脚垫_豹8 7座",
    "buy": 364
   },
   {
    "name": "电池包下护板_豹8",
    "buy": 1394
   },
   {
    "name": "前机舱下护板Ⅰ_豹8",
    "buy": 751
   },
   {
    "name": "前机舱下护板Ⅱ_豹8",
    "buy": 770
   },
   {
    "name": "后驱电机下护板Ⅰ_豹8",
    "buy": 841
   },
   {
    "name": "后驱电机下护板Ⅱ_豹8",
    "buy": 324
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "钛3": [
   {
    "name": "前电机下护板_钛3四驱",
    "buy": 236
   },
   {
    "name": "电池包下护板_ 钛 3 四驱",
    "buy": 754
   },
   {
    "name": "后电机下护板_钛3（两驱、四驱通用）",
    "buy": 254
   },
   {
    "name": "前电机护板（两驱）",
    "buy": 236
   },
   {
    "name": "电池包下护板_ 钛 3 两驱",
    "buy": 590
   },
   {
    "name": "双层脚垫_钛3",
    "buy": 260.8
   },
   {
    "name": "后备箱垫_钛3",
    "buy": 91.4
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "钛7": [
   {
    "name": "双层脚垫_钛7",
    "buy": 301.7
   },
   {
    "name": "后备箱垫_钛7",
    "buy": 143.8
   },
   {
    "name": "发动机下护板_钛7",
    "buy": 209.9
   },
   {
    "name": "两驱电池包下护板_钛7-135KM",
    "buy": 262.8
   },
   {
    "name": "两驱电池包下护板_钛7-200KM",
    "buy": 368
   },
   {
    "name": "四驱电池包下护板_钛7-190KM",
    "buy": 383.1
   },
   {
    "name": "头枕（灰）*2",
    "buy": 101.2
   },
   {
    "name": "头枕（橙）*2",
    "buy": 101.2
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "钛3闪充版": [
   {
    "name": "前电机下护板_钛3四驱",
    "buy": 236
   },
   {
    "name": "电池包下护板_ 钛 3 四驱",
    "buy": 754
   },
   {
    "name": "后电机下护板_钛3（两驱、四驱通用）",
    "buy": 254
   },
   {
    "name": "前电机护板（两驱）",
    "buy": 236
   },
   {
    "name": "电池包下护板_ 钛 3 两驱",
    "buy": 590
   },
   {
    "name": "双层脚垫_钛3",
    "buy": 260.8
   },
   {
    "name": "后备箱垫_钛3",
    "buy": 91.4
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "钛7闪充版": [
   {
    "name": "双层脚垫_钛7",
    "buy": 301.7
   },
   {
    "name": "后备箱垫_钛7",
    "buy": 143.8
   },
   {
    "name": "发动机下护板_钛7",
    "buy": 209.9
   },
   {
    "name": "两驱电池包下护板_钛7-135KM",
    "buy": 262.8
   },
   {
    "name": "两驱电池包下护板_钛7-200KM",
    "buy": 368
   },
   {
    "name": "四驱电池包下护板_钛7-190KM",
    "buy": 383.1
   },
   {
    "name": "头枕（灰）",
    "buy": 50.6
   },
   {
    "name": "头枕（橙）",
    "buy": 50.6
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "豹5长续航版": [
   {
    "name": "双层脚垫_豹5",
    "buy": 257
   },
   {
    "name": "后备箱垫_豹5_TPE",
    "buy": 48
   },
   {
    "name": "前机舱下护板_云辇旗舰版",
    "buy": 714
   },
   {
    "name": "前机舱底护板总成",
    "buy": 632
   },
   {
    "name": "前机舱底护板总成Ⅱ",
    "buy": 652
   },
   {
    "name": "电池包底护板总成",
    "buy": 1202
   },
   {
    "name": "后驱电机底护板总成",
    "buy": 595
   },
   {
    "name": "后驱电机底护板总成Ⅱ",
    "buy": 234
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "豹5闪充版": [
   {
    "name": "双层脚垫_豹5",
    "buy": 257
   },
   {
    "name": "后备箱垫_豹5_TPE",
    "buy": 48
   },
   {
    "name": "前机舱下护板_云辇旗舰版",
    "buy": 714
   },
   {
    "name": "前机舱底护板总成",
    "buy": 632
   },
   {
    "name": "前机舱底护板总成Ⅱ",
    "buy": 652
   },
   {
    "name": "电池包底护板总成",
    "buy": 1202
   },
   {
    "name": "后驱电机底护板总成",
    "buy": 595
   },
   {
    "name": "后驱电机底护板总成Ⅱ",
    "buy": 234
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ],
  "豹8闪充版": [
   {
    "name": "双层脚垫_豹8 5座版",
    "buy": 301.7
   },
   {
    "name": "后备箱垫_SQ  豹8",
    "buy": 102.01
   },
   {
    "name": "双层脚垫_豹8 6座",
    "buy": 462
   },
   {
    "name": "双层脚垫_豹8 7座",
    "buy": 364
   },
   {
    "name": "电池包下护板_豹8",
    "buy": 1394
   },
   {
    "name": "前机舱下护板Ⅰ_豹8",
    "buy": 751
   },
   {
    "name": "前机舱下护板Ⅱ_豹8",
    "buy": 770
   },
   {
    "name": "后驱电机下护板Ⅰ_豹8",
    "buy": 841
   },
   {
    "name": "后驱电机下护板Ⅱ_豹8",
    "buy": 324
   },
   {
    "name": "美容-隐形车衣6.5",
    "buy": 2680
   },
   {
    "name": "美容-隐形车衣7.5",
    "buy": 3080
   }
  ]
 },
 "colors": {
  "豹5": [
   {
    "name": "暖风白",
    "premium": 0
   },
   {
    "name": "山脉绿",
    "premium": 0
   },
   {
    "name": "病原蓝",
    "premium": 0
   },
   {
    "name": "巅峰灰",
    "premium": 0
   },
   {
    "name": "夜影黑",
    "premium": 0
   }
  ],
  "豹5智驾版": [
   {
    "name": "暖风白",
    "premium": 0
   },
   {
    "name": "山脉绿",
    "premium": 0
   },
   {
    "name": "病原蓝",
    "premium": 0
   },
   {
    "name": "巅峰灰",
    "premium": 0
   },
   {
    "name": "夜影黑",
    "premium": 0
   }
  ],
  "豹8": [
   {
    "name": "湖光绿",
    "premium": 0
   },
   {
    "name": "星月银",
    "premium": 0
   },
   {
    "name": "破晓金",
    "premium": 0
   },
   {
    "name": "夜影黑",
    "premium": 0
   }
  ],
  "钛3": [
   {
    "name": "微光粉",
    "premium": 0
   },
   {
    "name": "冰晶蓝",
    "premium": 0
   },
   {
    "name": "星月银",
    "premium": 0
   },
   {
    "name": "矿石绿",
    "premium": 0
   },
   {
    "name": "曜石黑",
    "premium": 0
   },
   {
    "name": "元素白",
    "premium": 0
   }
  ],
  "钛7": [
   {
    "name": "山水绿",
    "premium": 0
   },
   {
    "name": "星月银",
    "premium": 0
   },
   {
    "name": "旭日金",
    "premium": 0
   },
   {
    "name": "晨光蓝",
    "premium": 0
   },
   {
    "name": "曜石黑",
    "premium": 0
   },
   {
    "name": "青峦翠",
    "premium": 3000
   },
   {
    "name": "霜雾灰",
    "premium": 3000
   }
  ],
  "钛3闪充版": [
   {
    "name": "微光粉",
    "premium": 0
   },
   {
    "name": "冰晶蓝",
    "premium": 0
   },
   {
    "name": "星月银",
    "premium": 0
   },
   {
    "name": "矿石绿",
    "premium": 0
   },
   {
    "name": "曜石黑",
    "premium": 0
   },
   {
    "name": "元素白",
    "premium": 0
   }
  ],
  "钛7闪充版": [
   {
    "name": "霜雾灰",
    "premium": 3000
   },
   {
    "name": "青峦翠",
    "premium": 3000
   },
   {
    "name": "云夜紫",
    "premium": 5000
   },
   {
    "name": "山水绿",
    "premium": 0
   },
   {
    "name": "星月银",
    "premium": 0
   },
   {
    "name": "曜石黑",
    "premium": 0
   },
   {
    "name": "晨光蓝",
    "premium": 0
   },
   {
    "name": "旭日金",
    "premium": 0
   }
  ],
  "豹5长续航版": [
   {
    "name": "暖风白",
    "premium": 0
   },
   {
    "name": "山脉绿",
    "premium": 0
   },
   {
    "name": "病原蓝",
    "premium": 0
   },
   {
    "name": "巅峰灰",
    "premium": 0
   },
   {
    "name": "夜影黑",
    "premium": 0
   }
  ],
  "豹5闪充版": [
   {
    "name": "赤沙红",
    "premium": 5000
   },
   {
    "name": "暖风白",
    "premium": 0
   },
   {
    "name": "山脉绿",
    "premium": 0
   },
   {
    "name": "病原蓝",
    "premium": 0
   },
   {
    "name": "巅峰灰",
    "premium": 0
   },
   {
    "name": "夜影黑",
    "premium": 0
   }
  ],
  "豹8闪充版": [
   {
    "name": "湖光绿",
    "premium": 0
   },
   {
    "name": "星月银",
    "premium": 0
   },
   {
    "name": "破晓金",
    "premium": 0
   },
   {
    "name": "夜影黑",
    "premium": 0
   },
   {
    "name": "星月银/悬浮顶",
    "premium": 10000
   },
   {
    "name": "破晓金/悬浮顶",
    "premium": 10000
   },
   {
    "name": "湖光绿/悬浮顶",
    "premium": 10000
   }
  ]
 },
 "interiors": {
  "豹5": [
   "沙丘棕",
   "日蚀蓝",
   "浅滩绿"
  ],
  "豹5智驾版": [
   "沙丘棕",
   "日蚀蓝",
   "浅滩绿"
  ],
  "豹8": [
   "雪隐灰",
   "野麦黄",
   "暗夜黑"
  ],
  "钛3": [
   "深空黑",
   "星云灰"
  ],
  "钛7": [
   "雪隐灰",
   "暮云橙",
   "日蚀蓝"
  ],
  "钛3闪充版": [
   "深空黑",
   "星云灰"
  ],
  "钛7闪充版": [
   "雪隐灰",
   "暮云橙",
   "日蚀蓝"
  ],
  "豹5长续航版": [
   "沙丘棕",
   "日蚀蓝",
   "浅滩绿"
  ],
  "豹5闪充版": [
   "沙丘棕",
   "日蚀蓝",
   "浅滩绿"
  ],
  "豹8闪充版": [
   "雪隐灰",
   "野麦黄",
   "暗夜黑"
  ]
 },
 "maintain": {
  "豹5": {
   "sell": 708,
   "cost": 152.7
  },
  "豹5智驾版": {
   "sell": 708,
   "cost": 152.7
  },
  "豹8": {
   "sell": 746,
   "cost": 183.1
  },
  "钛3": {
   "sell": 432,
   "cost": 80
  },
  "钛7": {
   "sell": 663,
   "cost": 105
  },
  "钛3闪充版": {
   "sell": 432,
   "cost": 80
  },
  "钛7闪充版": {
   "sell": 432,
   "cost": 80
  },
  "豹5长续航版": {
   "sell": 708,
   "cost": 152.7
  },
  "豹5闪充版": {
   "sell": 708,
   "cost": 152.7
  },
  "豹8闪充版": {
   "sell": 746,
   "cost": 183.1
  }
 },
 "banks": [
  {
   "bank": "农业银行",
   "rate": 0.005
  },
  {
   "bank": "建设银行",
   "rate": 0.01
  },
  {
   "bank": "中国银行",
   "rate": 0.015
  },
  {
   "bank": "和融农行",
   "rate": 0.02
  },
  {
   "bank": "交通银行",
   "rate": 0.025
  },
  {
   "bank": "浦发银行",
   "rate": 0.03
  },
  {
   "bank": "招商银行",
   "rate": 0.035
  },
  {
   "bank": "兴业银行",
   "rate": 0.04
  },
  {
   "bank": "奇瑞金融",
   "rate": 0.045
  },
  {
   "bank": "平安银行",
   "rate": 0.05
  },
  {
   "bank": "农行5免2",
   "rate": 0.055
  },
  {
   "bank": "建行5免2",
   "rate": 0.06
  },
  {
   "bank": "厂家金融",
   "rate": 0.065
  }
 ],
 "loan": {
  "豹5": {
   "insBonus": 600,
   "limit": 6000
  },
  "豹5智驾版": {
   "insBonus": 600,
   "limit": 6000
  },
  "豹8": {
   "insBonus": 700,
   "limit": 10000
  },
  "钛3": {
   "insBonus": 400,
   "limit": 3000
  },
  "钛7": {
   "insBonus": 500,
   "limit": 8000
  },
  "钛3闪充版": {
   "insBonus": 400,
   "limit": 8000
  },
  "钛7闪充版": {
   "insBonus": 500,
   "limit": 8000
  },
  "豹5长续航版": {
   "insBonus": 700,
   "limit": 12000
  },
  "豹5闪充版": {
   "insBonus": 700,
   "limit": 15000
  },
  "豹8闪充版": {
   "insBonus": 800,
   "limit": 20000
  }
 },
 "globalColors": {},
 "dropdowns": {
  "按揭": [
   "全额现款",
   "厂家金融",
   "集团金融"
  ],
  "客户来源": [
   "自然进店",
   "DCC",
   "新媒体",
   "老客户介绍"
  ],
  "车辆来源": [
   "嘉兴丰澜",
   "嘉兴方程豹",
   "平湖丰浩",
   "海宁丰浩",
   "桐乡丰浩",
   "杭州丰澜",
   "宁波丰澜",
   "宁波丰洛",
   "余姚丰浩",
   "慈溪丰浩",
   "外部调拨"
  ]
 }
};
